{
  "buildings": [
    {
      "id": 1,
      "title": "U of M Central",
      "address": "1674 Dan Patch Ave, Falcon Heights, MN 55108",
      "fact": "The University of Minnesota has been at the State Fair since 1859—one year after Minnesota became a state! The U of M Central Building highlights some of our educational, research, and outreach efforts that contribute to a healthier and more prosperous Minnesota."
    },
    {
      "id": 3,
      "title": "Gopher Dairy Bar",
      "address": "1835 Judson Ave, Falcon Heights, MN 55108",
      "fact": "The Gopher Dairy Bar is a favorite for fairgoers looking to cool off with a shake or a refreshing glass of milk. The bar is open to all ages and is operated by students, with proceeds benefiting student activities."
    },
    {
      "id": 4,
      "title": "Agriculture Horticulture Building",
      "address": "1271 Underwood St, Falcon Heights, MN 55108",
      "fact": "Our scientists study burps! At the College of Food, Agricultural and Natural Resource Sciences, our scientists study how cows fed with seaweed can burp out less methane—a gas that contributes to climate change."
    },
    {
      "id": 5,
      "title": "CHS Miracle of Birth Center",
      "address": "Clough St, Falcon Heights, MN 55108",
      "fact": "The College of Veterinary Medicine connects with tens of thousands of visitors at the State Fair. Veterinary volunteers help power the CHS Miracle of Birth Center, which gives the public a glimpse into the birth and neonatal care of animals such as pigs, sheep, goats, and chickens."
    },
    {
      "id": 6,
      "title": "MVMA Pet Surgery Suite",
      "address": "1681 Murphy Ave, Falcon Heights, MN 55108",
      "fact": "Since 1992, the MVMA Surgery Suite has shown fairgoers what veterinary medicine looks like in real life. Alumni, faculty, and students from the University of Minnesota College of Veterinary Medicine are among the volunteers, performing live spay/neuter surgeries on rescue pets and guiding the audience through every step. Surgeries take place daily at 10 a.m., 12 p.m., 2 p.m., and 4 p.m."
    },
    {
      "id": 8,
      "title": "4-H Building",
      "address": "1412 Cosgrove St, Falcon Heights, MN 55108",
      "fact": "This year marks the 85th anniversary of the 4-H Building at the State Fair, where thousands of 4-H'ers exhibit their projects and animals. Some 48,000 youth participate in Minnesota 4-H annually, making it the largest youth development organization in the state."
    },
    {
      "id": 9,
      "title": "Department of Natural Resources Building",
      "address": "1272 Clough St, Falcon Heights, MN 55108",
      "fact": "University of Minnesota Extension engages nearly 35,000 participants and volunteers in ecological topics ranging from prairies to pollinators to water quality. Visit with volunteers in the Minnesota Master Naturalist program, and answer a trivia question to receive either a collective card or a polished Lake Superior agate."
    },
    {
      "id": 10,
      "title": "Driven to Discover Building",
      "address": "1367 Cosgrove Street, Falcon Heights, MN 55108",
      "fact": "Over the past 11 years, nearly half a million fairgoers have visited the University of Minnesota’s Driven to Discover Building. More than 150,000 have participated in 400+ research studies—ranging from decoding the DNA of a State Fair corn dog to examining the rise of artificial intelligence in our everyday lives."
    }
  ],
  "urlMapping": {
    "3f6db717": 1,
    "a0f3a681": 2,
    "bbd4abf8": 3,
    "f107f553": 4,
    "54e00e14": 5,
    "6314fe06": 6,
    "1f366a26": 7,
    "5d2f872d": 8,
    "fd3773af": 9,
    "b8e5fcab": 10
  }
} 